{
  "title": "Como Cadastrar Produtos no Colibri POS (Catálogo)",
  "date": "2024-09-08",
  "formattedDate": "8 de setembro de 2024",
  "author": "Equipe Agile",
  "category": "Tutoriais",
  "readTime": "6 min",
  "excerpt": "Aprenda o passo a passo completo para cadastrar produtos no sistema Colibri POS através do Catálogo, garantindo integração perfeita com o PDV e emissão correta de cupons fiscais.",
  "content": "<p>O cadastro correto de produtos no sistema Colibri POS é essencial para que o sistema funcione de forma integrada e eficiente. Neste tutorial, vamos mostrar passo a passo como cadastrar produtos vendáveis no sistema através do Catálogo.</p><h2 className=\"font-poppins font-bold text-2xl text-cinza-escuro mt-8 mb-4\">Acesso ao Catálogo de Produtos</h2><p>Para começar, siga estes passos para acessar o módulo de cadastro:</p><ol className=\"list-decimal pl-6 space-y-2 my-4\"><li>Abra o <strong>Catálogo</strong>, que irá abrir no navegador de internet padrão</li><li>Clique em <strong>Material</strong>, caso não apareça o menu lateral, clique no ícone destacado</li><li>Clique no botão <strong>Novo</strong> para abrir uma janela de cadastro</li></ol><h2 className=\"font-poppins font-bold text-2xl text-cinza-escuro mt-8 mb-4\">Preenchendo as Informações Básicas</h2><p>No formulário de cadastro, clique no botão <strong>Gerar código</strong> para que o sistema gere um código automático para o produto. Em seguida, preencha as seguintes informações:</p><div className=\"bg-cinza-claro rounded-lg p-4 my-4\"><h3 className=\"font-semibold text-cinza-escuro mb-2\">Campos Obrigatórios:</h3><ul className=\"list-disc pl-6 space-y-1\"><li><strong>Descrição:</strong> Nome que irá aparecer na janela de Dados fiscais e no Cupom fiscal</li><li><strong>Grupo:</strong> Grupo ao qual esse produto pertence no sistema (ex: Refrigerantes, Pratos, etc.)</li><li><strong>Descrição touch:</strong> Nome que será exibido na tela de vendas do Colibri POS</li><li><strong>Descrição produção:</strong> Nome que será impresso no cupom de pedido impresso</li></ul></div><h2 className=\"font-poppins font-bold text-2xl text-cinza-escuro mt-8 mb-4\">Configurações Avançadas</h2><p>Para um controle mais detalhado, configure também as seguintes opções:</p><ul className=\"list-disc pl-6 space-y-2 my-4\"><li><strong>Local de produção:</strong> Onde esse produto será impresso (ex: BAR, COZINHA, CAIXA). Se não selecionar, o produto não será impresso no cupom de produção</li><li><strong>Vende web:</strong> Marque essa opção caso deseje vender esse produto com integração iFood</li><li><strong>Qtde fracionada:</strong> Para produtos vendidos em quantidades fracionadas (ex: 0,5KG de carne)</li><li><strong>Requer observação:</strong> Torna obrigatório selecionar uma observação ao incluir o produto no pedido</li><li><strong>Observações:</strong> Crie observações específicas para o produto</li><li><strong>Classe:</strong> Selecione a classe que esse produto vai pertencer (botões na tela de vendas)</li></ul><div className=\"bg-azul-claro border-l-4 border-azul-confianca p-4 my-6 rounded\"><h3 className=\"font-semibold text-cinza-escuro mb-2\">Dica Profissional:</h3><p>Geralmente é criado um grupo e uma classe com o mesmo nome para facilitar a organização dos produtos na tela de vendas.</p></div><h2 className=\"font-poppins font-bold text-2xl text-cinza-escuro mt-8 mb-4\">Definindo o Preço</h2><p>Após preencher as informações, clique no botão <strong>Próximo</strong>. Na tela seguinte, preencha o preço desejado e clique em <strong>Salvar</strong>.</p><p>Ao clicar em <strong>Salvar</strong>, a janela irá se fechar e voltar para o catálogo. Se clicar em <strong>Salvar e adicionar outro</strong>, o sistema irá salvar o cadastro e voltar para a tela de informações para o cadastro de outro produto.</p><h2 className=\"font-poppins font-bold text-2xl text-cinza-escuro mt-8 mb-4\">Configuração Fiscal</h2><p>Após o cadastro básico, é necessário configurar a tributação do produto:</p><ol className=\"list-decimal pl-6 space-y-2 my-4\"><li>Volte ao <strong>Colibri Launcher</strong> e clique em <strong>Parâmetros fiscais</strong> (senha: 1879, 1234, 6595, 9565)</li><li>Na janela de Parâmetros fiscais, clique em <strong>Alíquotas</strong></li><li>Procure na lista o produto que você cadastrou</li><li>Preencha as informações necessárias: NCM, CEST, CFOP, ORIGEM, IPPT, CST, PIS, COFINS, ALÍQUOTAS, TIPO DE ALÍQUOTA (ICMS para produtos ou ISS para serviços)</li><li>Clique no botão <strong>Salvar material</strong></li></ol><div className=\"relative my-8 rounded-xl overflow-hidden bg-gray-100 border-2 border-dashed min-h-[300px] flex items-center justify-center\"><span className=\"text-cinza-medio\">Imagem do processo de cadastro de produtos no Catálogo Colibri</span></div><h2 className=\"font-poppins font-bold text-2xl text-cinza-escuro mt-8 mb-4\">Verificação Final</h2><p>Para garantir que tudo está funcionando corretamente:</p><ul className=\"list-disc pl-6 space-y-2 my-4\"><li>Faça uma venda de teste usando apenas esse produto para verificar se irá emitir o cupom fiscal corretamente</li><li>Caso ocorra erro, volte na aba <strong>Alíquotas</strong> dos <strong>Parâmetros fiscais</strong> e coloque provisoriamente a tributação igual a de um produto que já esteja emitindo nota normalmente</li><li>Consulte seu contador para informações fiscais específicas</li></ul><p className=\"mt-6\">Com esses passos, você terá cadastrado corretamente seus produtos no Colibri POS através do Catálogo, garantindo uma operação integrada e eficiente com emissão correta de documentos fiscais.</p>"
}